---
kind: other
id: Properties.T:Autodesk.Revit.UI.RevitCommandId
source: html/05059d84-a539-2706-699f-83f9b72f9fd8.htm
---
# RevitCommandId Properties

Indicates whether the command can be assigned a binding to an external add-in.